[{
    "name": "        ORIbox Case Compatible with iPhone 12 Case and iPhone 12 Pro Case, Translucent Matte case with Soft Edges, Lightweight       ",
    "price": "",
    "image": "https://images-na.ssl-images-amazon.com/images/I/71D1Hg0ZBNL.__AC_SX300_SY300_QL70_ML2_.jpg",
    "description": "         <hr>\n            <h1 class=\"a-size-base-plus a-text-bold\"> About this item </h1>    <ul class=\"a-unordered-list a-vertical a-spacing-mini\">   <li><span class=\"a-list-item\"> [Compatible with iPhone 12 and iPhone 12 pro]Precise cutouts for speakers, charging ports, audio ports, and buttons for your convenience.  </span></li>  <li><span class=\"a-list-item\"> [Crystal Design]This clear case shows the original color of your phone,keep your iPhone 12 pro or iPhone 12 in natural look with raised lips around screen and camera, offer a better protection.  </span></li>  <li><span class=\"a-list-item\"> [Air-Guard Corners]The iPhone 12 pro or iPhone 12 protective case is designed with shock-absorbing Air-Guard corners that help protect your phone from drops and other impacts.  </span></li>  <li><span class=\"a-list-item\"> [Hybrid Protection]Reinforced corners and raised bezel edges keep screen and camera from dropping, bumping and scratching when placed face down.  </span></li>  <li><span class=\"a-list-item\"> [Scratch-Resistant]The iPhone 12 pro or iPhone 12 case is tough enough to withstand everyday wear-and-tear, keeping your iPhone 12 pro or iPhone 12’s glass back looking as good as new.  </span></li>  </ul> <!--  Loading EDP related metadata -->\n                         "
},{
    "name": "        ORIbox Case for iPhone 12 and iPhone 12 Pro, Slim Thin Shockproof Anti-Fall Translucent Matte,Not Yellowing       ",
    "price": "",
    "image": "https://images-na.ssl-images-amazon.com/images/I/61HO8-qQnEL.__AC_SX300_SY300_QL70_ML2_.jpg",
    "description": "         <hr>\n            <h1 class=\"a-size-base-plus a-text-bold\"> About this item </h1>    <ul class=\"a-unordered-list a-vertical a-spacing-mini\">   <li><span class=\"a-list-item\"> [Compatible Model]Compatible with Apple iPhone 12 and Apple iPhone 12 Pro.  </span></li>  <li><span class=\"a-list-item\"> Complete with precision cutouts and modern bezel designs fit iPhone 12 pro or iPhone 12 snug and stops any dust from entering and scratching the body of phone. Designed to deliver high protection while complimenting your style  </span></li>  <li><span class=\"a-list-item\"> It comes with build in 360° all-around powerful impact dispersion airbags and 4 corners equipped with 2nd gen X-SHOCK anti-collision angle technology strongly protect the protruding mobile phone from falling, collision and face-up or face-down injuries  </span></li>  <li><span class=\"a-list-item\"> Upgraded new Nano Oleophobic Coating brings the case with the exceptional silky touch feeling and non slippery, side soft bumper provides excellent grip for confident handling  </span></li>  <li><span class=\"a-list-item\"> Amazon After-Sales Service Any defective for this transparent case, please feel free to message us, we will offer you the suitable solution within 1 business day  </span></li>  </ul> <!--  Loading EDP related metadata -->\n                         "
},{
    "name": "        Apple iPhone 12 Pro, 128GB, Graphite - Unlocked (Renewed Premium)       ",
    "price": "",
    "image": "https://images-na.ssl-images-amazon.com/images/I/61kYwdMmD-L.__AC_SX300_SY300_QL70_ML2_.jpg",
    "description": "         <hr>\n            <h1 class=\"a-size-base-plus a-text-bold\"> About this item </h1>    <ul class=\"a-unordered-list a-vertical a-spacing-mini\">   <li><span class=\"a-list-item\"> Unlocked and compatible with any carrier of choice on GSM and CDMA networks (e.g. AT&amp;T, T-Mobile, Sprint, Verizon, US Cellular, Cricket, Metro, Tracfone, Mint Mobile, etc.).  </span></li>  <li><span class=\"a-list-item\"> Tested for battery health and guaranteed to come with a battery that exceeds 90% of original capacity.  </span></li>  <li><span class=\"a-list-item\"> Inspected and guaranteed to have minimal cosmetic damage, which is not noticeable when the device is held at arm's length. Successfully passed a full diagnostic test which ensures like-new functionality and removal of any prior-user personal information.  </span></li>  <li><span class=\"a-list-item\"> Includes a brand new, generic charging cable that is certified Mfi (Made for iPhone) and a brand new, generic wall plug that is UL certified for performance and safety. Also includes a SIM tray removal tool but does not come with headphones or a SIM card.  </span></li>  <li><span class=\"a-list-item\"> Backed by a one-year satisfaction guarantee.  </span></li>  </ul> <!--  Loading EDP related metadata -->\n                         "
}]