[
  {
    "name": "\n\t\tINETUB BA71TGS .035-Inch on 2-Pound Spool Carbon Steel Gasless Flux Cored Welding Wire (Pack of 2)\t",
    "price": "£109.50£70.00£57.99£10.00£1.97£38.99£22.99£19.99£78.95£57.99",
    "image": "https://victoriamart.co.uk/wp-content/uploads/2022/04/41RdesL0Q4L.jpg",
    "description": "\n\t\t\t\t\t\n\t<h2>Description</h2>\n\n<p><b>Brand:</b> INE</p>\n<p><b>Features:</b> </p>\n<ul>\n<li>Gasless flux cored welding wire AWS E71T-GS, Smooth arc action, High feedability, Easy to weld</li>\n<li>Shielding gas is not required, All positions, Single and multi pass welding</li>\n<li>Low spatter, Full slag coverage, Easy slag removal, Porosity free, Good bead appearance</li>\n<li>Made in Italy from the finest quality materials using state of the art technology under highly respected labour conditions</li>\n</ul>\n<p><b>Package Dimensions:</b> 0x0x0</p>\n<p><b>Details:</b> AWS E71T-GS self shielding flux cored wire designed for welding thin carbon and carbon-manganese steels in all positions. Easily removable slag, versatility and manuality; suitable for welding Galvanized &amp; Zinc-Coated plates as well. Applications include Automobile body repairs, Tanks, Boilers, Steel structural works (large thickness), Earthworks and Construction works. To be used on DCEN = Direct Current, Electrode Negative (Straight Polarity). Great for Welding Outdoors or in Drafty Conditions.</p>\n\t\t\t\t"
  },
  {
    "name": "\n\t\tKlein Tools 55470 Utility Bag, Stand-Up Zipper Tool Bags in Orange/Black, Gray/Black (2 X Pack of 2)\t",
    "price": "£78.95£3.99£58.77£55.69£4.50£10.00£19.98£28.60£57.99£109.50",
    "image": "https://victoriamart.co.uk/wp-content/uploads/2022/04/31UdN-XdLxL.jpg",
    "description": "\n\t\t\t\t\t\n\t<h2>Description</h2>\n\n<p><b>Brand:</b> KLEIN TOOLS</p>\n<p><b>Color:</b> 2 X Pack of 2</p>\n<p><b>Features:</b> </p>\n<ul>\n<li>Reinforced bottom of 2520 ballistic material prevents tools and parts from poking through</li>\n<li>Stand-up bottom allows items to be found more easily</li>\n<li>Colored interior to see items better</li>\n<li>Bags are different sizes and colors to help with organization</li>\n<li>Body of the bags are of tough 1680d ballistic material</li>\n</ul>\n<p><b>Package Dimensions:</b> 0x0x0</p>\n<p><b>Details:</b> Stand Up Zipper Tool Bag is manufactured from tough 1680D ballistic material combined with a reinforced, standup bottom preventing tools and parts from poking through while keeping bag upright to allow items to be found more easily. Features ample space to store and organize tools, parts and more plus a colored interior to see items better. The 2 pack includes a 6-1/2″ tall orange bag and a 7-1/2″ tall gray bag.</p>\n\t\t\t\t"
  },
  {
    "name": "\n\t\tWEN 10457 25 x 50 x 75 mm Steel-Hardened Metric Precision 123 Blocks, Two Pack\t",
    "price": "£57.99£50.99£34.00£24.99£130.99£55.10£49.98£24.99£1.97£109.50£78.95",
    "image": "https://victoriamart.co.uk/wp-content/uploads/2022/04/31cRWpc00L.jpg",
    "description": "\n\t\t\t\t\t\n\t<h2>Description</h2>\n\n<p><b>Brand:</b> WEN</p>\n<p><b>Features:</b> </p>\n<ul>\n<li>Perfect for machinists, woodworkers, metalworkers, and more</li>\n<li>Each block measures 75 by 50 by 25 millimeters in size</li>\n<li>Features 5 threaded M10-1.5 holes and 18 unthreaded holes</li>\n<li>Calibrate equipment, space workpieces, or collect exact measurements</li>\n<li>Includes a set of two metric 1-2-3 blocks</li>\n</ul>\n<p><b>Package Dimensions:</b> 29x110x748</p>\n<p><b>UPC:</b> 044459104575</p>\n\t\t\t\t"
  }
]
